package br.com.alura.primeiraaplicacao;

public class Estudos {
    public static void main(String[] args) {
        System.out.println(
                """
                        🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻
                        Estudos:
                        1- Estudar Aprenda programar em Java com Orientação a Objetos.
                        2- Estudar Java Web: criar aplicações usando Spring Boot.
                        3- Estudar Java Spring Boot
                        4- Estudar Boas praticas em Java
                        5- Estudar Aprofundar em Java com arquitetura de microserviços Spring e RabbitMQ.
                        6- Estudar Mensageria com Apache Kafka.
                        
                        🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻🧑‍💻
                        """
        );
    }
}
